export const annoncesData = [
  {
    "id": "72",
    "image": "Annonces/72.jpg",
    "text": ""
  },
  {
    "id": "71",
    "image": "Annonces/71.jpg",
    "text": ""
  },
  {
    "id": "69",
    "image": "Annonces/69.jpg",
    "text": ""
  },
  {
    "id": "68",
    "image": "Annonces/68.jpg",
    "text": ""
  },
  {
    "id": "67",
    "image": "Annonces/67.jpg",
    "text": ""
  },
  {
    "id": "66",
    "image": "Annonces/66.jpg",
    "text": ""
  },
  {
    "id": "65",
    "image": "Annonces/65/8.jpg",
    "text": "💙🤍| بمناسبة اليوم العالمي للمرأة، تتقدم جمعية شباب المواطنة المغربية – فرع المحمدية ابن خلدون بأصدق عبارات التقدير والاحترام لكل النساء، تقديراً لدورهن العظيم في بناء الأسرة والمجتمع، ومساهمتهن الفعالة في التنمية والعطاء.\r\n\r\nإن المرأة كانت ولا تزال رمزاً للتضحية والقوة والإبداع، وشريكاً أساسياً في صناعة المستقبل وترسيخ قيم المواطنة والتضامن.\r\n\r\nوبهذه المناسبة، نحيي كل النساء المغربيات، ونثمن جهودهن المتواصلة في مختلف المجالات، متمنين لهن مزيداً من النجاح والتألق."
  },
  {
    "id": "64",
    "image": "Annonces/64/9.jpg",
    "text": "موعد جديد مع السينما في إطار برنامج \"عين وحكاية\"، حيث يلتقي عشاق الفن السابع مع تجربة سينمائية مميزة من خلال عرض فيلمين للمخرج المغربي عماد بادي:\"Jours de Printemps\" و \"Autumn Day\". وسيكون هذا اللقاء مناسبة أيضا لفتح نقاش مباشر مع المخرج السينمائي الغزواني معدان، الذي سيشارك الحضور تجربته الفنية و قراءته لهذه الأعمال وأسئلتها الجمالية والإنسانية، في حوار يضيء خفايا الكتابة السينمائية والاختيارات الفنية.\r\nمن تنظيم جمعية هوس بتعاون مع الجامعة الوطنية للأندية السينمائية بالمغرب و جمعية شباب المواطنة فرع المحمدية ووزارة الشباب والثقافة والتواصل – قطاع الشباب.\r\n📍 دار الشباب ابن خلدون – المحمدية 🗓 الأربعاء 11 مارس 2026 🕘 ابتداءً من الساعة 21:00 ليلاً\r\nمرحبا بكم لمشاركة لحظة سينمائية تجمع بين المشاهدة والنقاش. 🎬"
  },
  {
    "id": "63",
    "image": "Annonces/63.jpg",
    "text": ""
  },
  {
    "id": "62",
    "image": "Annonces/62.jpg",
    "text": ""
  },
  {
    "id": "61",
    "image": "Annonces/61.jpg",
    "text": ""
  },
  {
    "id": "60",
    "image": "Annonces/60.jpg",
    "text": ""
  },
  {
    "id": "59",
    "image": "Annonces/59.jpg",
    "text": ""
  },
  {
    "id": "58",
    "image": "Annonces/58.jpg",
    "text": ""
  },
  {
    "id": "57",
    "image": "Annonces/57.jpg",
    "text": ""
  },
  {
    "id": "56",
    "image": "Annonces/56.jpg",
    "text": ""
  },
  {
    "id": "55",
    "image": "Annonces/55.jpg",
    "text": ""
  },
  {
    "id": "54",
    "image": "Annonces/54.jpg",
    "text": ""
  },
  {
    "id": "53",
    "image": "Annonces/53.jpg",
    "text": ""
  },
  {
    "id": "52",
    "image": "Annonces/52/21.jpg",
    "text": "💙🤍| بمناسبة حلول السنة الأمازيغية الجديدة، تتقدم\r\nجمعية شباب المواطنة المغربية – فرع المحمدية ابن خلدون\r\nبأحر التهاني وأطيب المتمنيات إلى الشعب المغربي قاطبة.\r\n\r\nتشكل السنة الأمازيغية رمزًا للهوية المغربية الأصيلة، وتجسيدًا لغنى وتنوع الموروث الثقافي والحضاري للمملكة، كما تعكس قيم التعايش، التضامن، والارتباط بالأرض.\r\n\r\nوإذ نحتفل بهذه المناسبة الوطنية، فإننا نؤكد على أهمية صون التراث الأمازيغي، وتعزيز قيم المواطنة واحترام التعدد الثقافي، بما يخدم وحدة الوطن وتماسكه.\r\n\r\nⵣ أسكاس امباركي ⵣ\r\nسنة أمازيغية سعيدة على الجميع"
  },
  {
    "id": "51",
    "image": "Annonces/51/22.jpg",
    "text": "💙🤍| بمناسبة تخليد ذكرى 11 يناير، ذكرى تقديم وثيقة الاستقلال، تستحضر\r\nجمعية شباب المواطنة المغربية – فرع المحمدية ابن خلدون\r\nهذه المحطة التاريخية الخالدة التي عبّرت عن إرادة الشعب المغربي في التحرر ونيل الحرية، تحت قيادة الملك الراحل محمد الخامس طيب الله ثراه.\r\n\r\nلقد شكّلت وثيقة الاستقلال رمزًا للوحدة الوطنية والتلاحم بين العرش والشعب، وأسست لمسار نضالي تُوّج باستقلال المغرب واسترجاع سيادته الوطنية. وهي مناسبة نستحضر فيها تضحيات الوطنيين الأحرار الذين قدّموا الغالي والنفيس من أجل كرامة الوطن.\r\n\r\nوإذ نخلّد هذه الذكرى المجيدة، فإن الجمعية تؤكد على أهمية ترسيخ قيم المواطنة الحقة في صفوف الأطفال والشباب، وتعزيز روح الانتماء والمسؤولية، خدمةً لمغرب الحرية والتقدم.\r\n\r\n💚❤️"
  },
  {
    "id": "50",
    "image": "Annonces/50.jpg",
    "text": ""
  },
  {
    "id": "49",
    "image": "Annonces/49.jpg",
    "text": ""
  },
  {
    "id": "48",
    "image": "Annonces/48.jpg",
    "text": ""
  },
  {
    "id": "47",
    "image": "Annonces/47/26.jpg",
    "text": "🌟✨ جاهزين لموسم جديد من الإبداع والتعلم؟ ✨🌟\r\n\r\nتعلن جمعية شباب المواطنة المغربية – فرع المحمدية ابن خلدون عن فتح باب الانخراط للأطفال للموسم الجديد ✨\r\nفرصتكم الآن ليلتحق أطفالكم بعالم مليء بالاكتشاف، الإبداع، وتنمية المهارات!\r\n\r\n⸻\r\n\r\n🚀 ماذا سيستفيد طفلك؟\r\n\r\n🌟 ورشات فنية مبدعة\r\n🎨 رسم – مسرح – أناشيد – موسيقى\r\n\r\n🌟 أنشطة تربوية وتعليمية\r\n📚 دعم مدرسي – ألعاب ذكية – تنمية الشخصية\r\n\r\n🌟 رياضة وترفيه\r\n⚽ مسابقات – ألعاب جماعية – خرجات\r\n\r\n🌟 المخيمات والرحلات\r\n⛺ تجارب لا تُنسى، تكوين، متعة، واكتساب مهارات الحياة"
  },
  {
    "id": "46",
    "image": "Annonces/46.jpg",
    "text": ""
  },
  {
    "id": "45",
    "image": "Annonces/45/28.jpg",
    "text": "⁨ 💙🤍|بمناسبة تخليد الشعب المغربي لذكرى عيد الاستقلال المجيد، تتقدم جمعية شباب المواطنة المغربية – فرع المحمدية ابن خلدون، برئاسة السيد سعيد فيكرين، بأحر التهاني وأصدق عبارات الفخر والاعتزاز إلى صاحب الجلالة الملك محمد السادس نصره الله، وإلى الشعب المغربي قاطبة.\r\n\r\nيمثل عيد الاستقلال محطة وطنية خالدة، نستحضر من خلالها تضحيات الأجداد ونستلهم قيم النضال، الحرية، والوحدة التي صنعت مجد هذا الوطن.\r\nهي مناسبة للتأكيد على تشبثنا بثوابت الأمة، واستمرارنا في خدمة الوطن بروح المواطنة والمسؤولية.\r\n\r\nنسأل الله أن يديم على مغربنا الأمن والاستقرار، وأن ينعم على شعبه بالمزيد من الازدهار والرقي تحت القيادة الرشيدة لجلالة الملك."
  },
  {
    "id": "44",
    "image": "Annonces/44.jpg",
    "text": ""
  },
  {
    "id": "43",
    "image": "Annonces/43.jpg",
    "text": ""
  },
  {
    "id": "42",
    "image": "Annonces/42/31.jpg",
    "text": "بمناسبة تخليد الشعب المغربي للذكرى الخمسين للمسيرة الخضراء المظفرة، تتقدم جمعية شباب المواطنة المغربية – فرع المحمدية ابن خلدون، برئاسة السيد سعيد فيكرين، بأحر التهاني وأصدق عبارات الفخر والاعتزاز إلى صاحب الجلالة الملك محمد السادس نصره الله وأيده، وإلى الشعب المغربي قاطبة.\r\n\r\nتظل المسيرة الخضراء ملحمة وطنية خالدة، جسدت عبقرية قائد عظيم، ووحدة شعب مؤمن بعدالة قضيته، وتشبثه الدائم بمغربية صحرائه.\r\nإنها محطة تُجدد فينا قيم المواطنة، التضحية، والوفاء للوطن والعرش.\r\n\r\nحفظ الله وطننا العزيز، وأدام عليه نعمة الأمن والوحدة والاستقرار، تحت القيادة الرشيدة لجلالة الملك محمد السادس نصره الله.\r\n\r\n💚❤️"
  },
  {
    "id": "41",
    "image": "Annonces/41.jpg",
    "text": ""
  },
  {
    "id": "40",
    "image": "Annonces/40.jpg",
    "text": ""
  },
  {
    "id": "39",
    "image": "Annonces/39.jpg",
    "text": ""
  },
  {
    "id": "38",
    "image": "Annonces/38.jpg",
    "text": ""
  },
  {
    "id": "37",
    "image": "Annonces/37.jpg",
    "text": ""
  },
  {
    "id": "36",
    "image": "Annonces/36.jpg",
    "text": ""
  },
  {
    "id": "35",
    "image": "Annonces/35.jpg",
    "text": ""
  },
  {
    "id": "34",
    "image": "Annonces/34/39.jpg",
    "text": "💙🤍| في هذا اليوم الذي نحتفي فيه بصُنّاع الأجيال، تتقدم جمعية شباب المواطنة المغربية – فرع المحمدية ابن خلدون بأسمى عبارات التقدير والاحترام إلى جميع الأستاذات والأساتذة، اعترافًا بدورهم النبيل في بناء الإنسان وصناعة المستقبل.\r\n\r\n👩‍🏫 المعلم ليس مجرد ناقلٍ للمعرفة، بل هو منارة تُضيء دروب الحياة، يزرع القيم، ويغرس الأمل في قلوب الناشئة.\r\nإنه الركيزة الأساسية لكل تقدم، والقدوة في طريق التنمية والازدهار.\r\n\r\n💐 شكرًا لكل معلم ومعلمة على عطائكم، على صبركم، وعلى إيمانكم برسالة التعليم.\r\nبكم نرتقي… وبعلمكم نبني وطن الغد. 🇲🇦"
  },
  {
    "id": "33",
    "image": "Annonces/33.jpg",
    "text": ""
  },
  {
    "id": "32",
    "image": "Annonces/32/41.jpg",
    "text": "💙🤍|جمعية شباب المواطنة المغربية فرع المحمدية ابن خلدون بالترند الجديد🆕"
  },
  {
    "id": "31",
    "image": "Annonces/31/42.jpg",
    "text": "✨ بمناسبة ذكرى المولد النبوي الشريف ✨🌙\r\n\r\nتتقدم جمعية شباب المواطنة المغربية – فرع المحمدية ابن خلدون، برئاسة السيد سعيد فيكرين، بأحر التهاني وأطيب الأماني إلى كافة أعضاء الجمعية، وأصدقائها، وأبناء وطننا الحبيب المغرب، وإلى الأمة الإسلامية جمعاء.\r\n\r\nإنها ذكرى مولد خير البرية، سيد الخلق، محمد ﷺ، الذي أضاء بنوره دروب الإنسانية، ونشر رسالة السلام، الرحمة، والمحبة.\r\n\r\nنسأل الله تعالى أن يجعل هذه المناسبة المباركة طالع خير ويمن وبركة على بلدنا العزيز، وأن يحفظ صاحب الجلالة الملك محمد السادس نصره الله وأيده، وأن يديم على وطننا نعمة الأمن والاستقرار.\r\n\r\n💚 كل عام وأنتم بخير 💚"
  },
  {
    "id": "30",
    "image": "Annonces/30.jpg",
    "text": ""
  },
  {
    "id": "29",
    "image": "Annonces/29/44.jpg",
    "text": "في مثل هذا اليوم من سنة 1979، سطّر المغاربة ملحمة جديدة في سجل الوحدة الوطنية، حين عاد إقليم وادي الذهب إلى حضن الوطن الأم، في ملحمة الوفاء والولاء للعرش العلوي المجيد.\r\n\r\nهذا الحدث الخالد يذكرنا جميعًا بقوة تلاحم العرش والشعب، وبالتضحيات الجسيمة التي بذلها المغاربة دفاعًا عن وحدة التراب الوطني.\r\n\r\nجمعية شباب المواطنة المغربية – فرع المحمدية ابن خلدون، نجدد اعتزازنا وافتخارنا بمغربنا الموحد، ونؤكد تشبثنا بالوحدة الترابية للمملكة، تحت القيادة الرشيدة لصاحب الجلالة الملك محمد السادس نصره الله وأيده.\r\n\r\n💚❤️ عاشت المملكة المغربية موحدة، من طنجة إلى الكويرة."
  },
  {
    "id": "28",
    "image": "Annonces/28/45.jpg",
    "text": "media\r\n•\r\n\r\nفي هذا اليوم المميز، نحتفل بطاقة الشباب، بأحلامهم الكبيرة، وإصرارهم على بناء مستقبل أفضل.\r\nالشباب هم قوة التغيير، صناع الأمل، وروح الإبداع في مجتمعاتنا.\r\n\r\n💪 نحن في جمعية شباب المواطنة المغربية – فرع المحمدية ابن خلدون، نؤمن أن الاستثمار في الشباب هو استثمار في الوطن، وأن دعم قدراتهم وتمكينهم هو الطريق نحو مغرب مزدهر ومتطور.\r\n\r\n📢 رسالتنا لكل شاب وشابة:\r\nآمن بنفسك، وواصل السعي وراء حلمك، فأنت لست فقط مستقبل الوطن… أنت حاضره أيضًا! ❤️🇲🇦"
  },
  {
    "id": "27",
    "image": "Annonces/27.jpg",
    "text": ""
  },
  {
    "id": "26",
    "image": "Annonces/26.jpg",
    "text": ""
  },
  {
    "id": "25",
    "image": "Annonces/25/48.jpg",
    "text": "•\r\n\r\nبقلوب خاشعة ومؤمنة بقضاء الله وقدره، تلقت جمعية شباب المواطنة المغربية – فرع المحمدية ابن خلدون، ومعها ساكنة مدينة المحمدية، نبأ وفاة أحد رموزها الرياضية والإنسانية، اللاعب الأسطورة الحاج أحمد فراس، الذي رحل عن عالمنا اليوم في صمت الكبار، وترك خلفه سيرة عطرة وحبًّا راسخًا في قلوب الجميع.\r\nالراحل لم يكن مجرد لاعب سابق، بل كان رمزًا لجيل نقي من الرياضيين الذين رفعوا راية المدينة والكرة الوطنية بكل فخر. بخلقه العالي، وتواضعه الكبير، وإخلاصه للمبادئ والقيم، استطاع أن يحفر اسمه في ذاكرة مدينة المحمدية، بل في ذاكرة المغاربة أجمعين.\r\nلقد كان الحاج أحمد فراس، طوال سنوات عطائه، مثالًا في الروح الرياضية، والغيرة الوطنية، والالتزام الأخلاقي، سواء على رقعة الملعب أو خارجه. وكان حضوره في قلب الأحداث الاجتماعية والرياضية بالمحمدية لا يُخطئه أحد، دائمًا مبتسمًا، دائمًا محفّزًا، دائمًا في خدمة الجميع دون تردد.\r\nفي هذا اليوم الحزين، تفقد المحمدية أحد أبنائها البررة، وتفقد الرياضة المغربية أحد رجالها الأوفياء.\r\nومهما كتبنا من كلمات، فلن توفيك حقك يا حاج أحمد… ستبقى حيًا في ذاكرتنا، وستظل قدوة للأجيال القادمة.\r\n✍️ باسم كل أطر ومنخرطي وأصدقاء جمعية شباب المواطنة المغربية – فرع المحمدية ابن خلدون، نتقدم بأحرّ التعازي وأصدق المواساة إلى عائلة الفقيد، وأصدقائه، وجمهور المدينة الذي فقد أحد أبنائه النبلاء.\r\n📍 إنا لله وإنا إليه راجعون"
  },
  {
    "id": "24",
    "image": "Annonces/24.jpg",
    "text": ""
  },
  {
    "id": "23",
    "image": "Annonces/23.webp",
    "text": ""
  },
  {
    "id": "22",
    "image": "Annonces/22.webp",
    "text": ""
  },
  {
    "id": "21",
    "image": "Annonces/21.jpg",
    "text": ""
  },
  {
    "id": "20",
    "image": "Annonces/20/53.jpg",
    "text": "بمناسبة حلول عيد الأضحى المبارك، يتقدم مكتب جمعية شباب المواطنة المغربية – فرع المحمدية ابن خلدون بأحر التهاني وأطيب الأماني إلى كافة المواطنين والمواطنات، وأعضاء الجمعية، وشركائنا في العمل الجمعوي، راجين من الله عز وجل أن يعيده علينا وعليكم بالخير واليمن والبركات.\r\n\r\nنسأل الله أن يجعل هذا العيد مناسبة للمحبة والتسامح والتآزر، وأن يديم على بلدنا الحبيب الأمن والاستقرار والرخاء.\r\n\r\nعيد مبارك سعيد، وكل عام وأنتم بخير."
  },
  {
    "id": "19",
    "image": "Annonces/19.jpg",
    "text": ""
  },
  {
    "id": "18",
    "image": "Annonces/18.jpg",
    "text": ""
  },
  {
    "id": "17",
    "image": "Annonces/17.jpg",
    "text": ""
  },
  {
    "id": "16",
    "image": "Annonces/16.jpg",
    "text": ""
  },
  {
    "id": "15",
    "image": "Annonces/15/58.webp",
    "text": ",جمعية شباب المواطنة المغربية فرع المحمدية ابن خلدون برئاسة السيد سعيد فيكرين تتمنى لمنسق الجمعية السيد Jawad Hadi عيد ميلاد سعيد"
  },
  {
    "id": "14",
    "image": "Annonces/14/59.jpg",
    "text": "•\r\n\r\nيسرنا أن نعلن عن تأسيس فرقة كورال فنية تحت إشراف الجمعية"
  },
  {
    "id": "13",
    "image": "Annonces/13.jpg",
    "text": ""
  },
  {
    "id": "12",
    "image": "Annonces/12.webp",
    "text": ""
  },
  {
    "id": "11",
    "image": "Annonces/11.webp",
    "text": ""
  },
  {
    "id": "10",
    "image": "Annonces/10.webp",
    "text": ""
  },
  {
    "id": "9",
    "image": "Annonces/9.webp",
    "text": ""
  },
  {
    "id": "8",
    "image": "Annonces/8.webp",
    "text": ""
  },
  {
    "id": "7",
    "image": "Annonces/7.jpg",
    "text": ""
  },
  {
    "id": "6",
    "image": "Annonces/6.webp",
    "text": ""
  },
  {
    "id": "5",
    "image": "Annonces/5.webp",
    "text": ""
  },
  {
    "id": "4",
    "image": "Annonces/4.webp",
    "text": ""
  },
  {
    "id": "3",
    "image": "Annonces/3.webp",
    "text": ""
  },
  {
    "id": "2",
    "image": "Annonces/2.webp",
    "text": ""
  },
  {
    "id": "1",
    "image": "Annonces/1.webp",
    "text": ""
  }
];
